{
  "header.logo": "داتا إف إكس",
  "header.startTrading": "ابدأ التداول",
  "header.markets": "الأسواق",
  "header.company": "الشركة",
  "header.platform": "المنصة",
  "header.partners": "الشركاء",
  "header.signIn": "تسجيل الدخول",
  "header.markets.forex": "الفوركس",
  "header.markets.indices": "المؤشرات",
  "header.markets.commodities": "السلع",
  "header.markets.energies": "الطاقة",
  "header.markets.stocks": "الأسهم",
  "header.markets.crypto": "العملات المشفرة",

  "startTradingBanner": "ابدأ التداول مع Data FX – افتح مستقبلك المالي اليوم!",
  "joinThousands": "انضم إلى آلاف المتداولين الناجحين واستفد من فروق الأسعار الضيقة والعمولات المنخفضة وأدوات التداول المتطورة. سواء كنت مبتدئًا أو متداولًا متمرسًا، توفر لك Data FX كل ما تحتاجه لتحقيق النجاح في الأسواق.",
  "startTradingNow": "ابدأ التداول الآن",
  "tryDemo": "جرب النسخة التجريبية المجانية",
  "whyDataFx": "لماذا Data FX؟",

  "compPrice": "أسعار تنافسية",
  "compPriceDesc": "في Data FX، نقدم أدنى فروق الأسعار والعمولات لتحقيق أقصى قدر من الأرباح.",
  "diverseAsset": "اختيار الأصول المتنوعة",
  "diverseAssetDesc": "قم بالتداول عبر أكثر من 10000 أداة، بما في ذلك الفوركس والأسهم والسلع والعملات المشفرة.",
  "powerfulTrading": "أدوات تداول قوية",
  "powerfulTradingDesc": "استخدم MetaTrader 5 للحصول على أدوات متقدمة لتنفيذ الصفقات بكفاءة وفعالية.",
  "expertSupport": "دعم الخبراء على مدار الساعة طوال أيام الأسبوع",
  "expertSupportDesc": "يقدم فريق الخبراء لدينا المساعدة على مدار الساعة لضمان عدم قيامك بالتداول بمفردك أبدًا.",

  "expandTrading": "وسّع معرفتك بالتداول",
  "atDataFx": "في Data FX، نوفر لك جميع الموارد التعليمية التي تحتاجها لتحسين مهاراتك في التداول. سواء كنت مبتدئًا أو متداولًا متمرسًا، فإننا نقدم رؤى واستراتيجيات قيمة من خلال قنوات مختلفة. ابق على اطلاع بأحدث أخبار السوق ونصائح التداول:",
  "joinOur": "انضم إلى",
  "telegram": "تليجرام",
  "channelForArabic": "ل اخبار السوق العربية والتحديثات حول الأحداث المالية الرئيسية.",
  "englishMarketNews": "ل اخبار السوق الانجليزية تابعونا على",
  "X": "اكس",
  "whereWeShare": "حيث نشارك التحديثات اليومية والنصائح واستراتيجيات التداول.",
  "ourEducationalContent": "تم تصميم المحتوى التعليمي لدينا، بما في ذلك البرامج التعليمية والندوات عبر الإنترنت والنصائح، لتزويدك بالمعرفة والثقة التي تحتاجها لتحقيق النجاح في الأسواق المالية.",

  "tradeWithBest": "تداول مع الأفضل: MetaTrader 5 (MT5)",
  "dataFxOffers": "توفر Data FX إمكانية الوصول إلى منصة التداول الرائدة عالميًا، MetaTrader 5 (MT5). بفضل الميزات المتقدمة والأدوات القوية والتكامل السلس، تم تصميم MT5 لمنحك الأفضلية في الأسواق.",

  "advancedCharting": "التخطيط المتقدم",
  "advancedChartingDesc": "أدوات رسم بياني احترافية لمساعدتك على تحليل الأسواق بدقة.",
  "realTimeData": "البيانات في الوقت الحقيقي",
  "realTimeDataDesc": "ابق على اطلاع دائم بأسعار الأسواق المباشرة وأخبار السوق العالمية.",
  "automatedTrading": "التداول الآلي",
  "automatedTradingDesc": "يستخدم المستشارون الخبراء (EAs) لاستراتيجيات التداول الآلية والتنفيذ على مدار الساعة طوال أيام الأسبوع.",
  "crossDeviceAccess": "الوصول عبر الأجهزة",
  "crossDeviceAccessDesc": "التجارة من سطح المكتب, متحرك، أو شبكة الإنترنت مع مرونة كاملة.",
  "multipleOrderTypes": "أنواع الطلبات المتعددة",
  "multipleOrderTypesDesc": "استمتع بمجموعة كاملة من أنواع الطلبات بما في ذلك أوامر السوق، وأوامر الحد، وأوامر الإيقاف لتناسب أسلوب التداول الخاص بك.",
  "downloadMetaTrader": "تنزيل MetaTrader 5 ومعرفة المزيد"
}
